{"Const.P.12of2010.pdf": {"667": 3.3346, "688": 3.3346, "772": 3.3346, "161": 3.3346, "773": 3.3346, "777": 3.3346, "774": 3.3346, "775": 3.3346, "778": 3.3346, "630": 3.3346, "779": 3.3346, "144": 3.3346, "289": 3.3346, "504": 3.3346, "262": 3.3346, "276": 3.3346, "510": 3.3346, "538": 3.3346, "706": 3.3346, "712": 3.3346, "29": 3.3346, "869": 3.3346, "15": 3.3346, "855": 3.3346, "699": 3.3346, "841": 3.3346, "114": 3.3346, "672": 3.3346, "666": 3.3346, "100": 3.3346, "128": 3.3346, "896": 3.3346, "882": 3.3346, "470": 3.3346, "316": 3.3346, "302": 3.3346, "464": 3.3346, "458": 3.3346, "459": 3.3346, "303": 3.3346, "465": 3.3346, "471": 3.3346, "317": 3.3346, "883": 3.3346, "129": 3.3346, "897": 3.3346, "101": 3.3346, "115": 3.3346, "673": 3.3346, "840": 3.3346, "698": 3.3346, "854": 3.3346, "14": 3.3346, "868": 3.3346, "28": 3.3346, "713": 3.3346, "707": 3.3346, "539": 3.3346, "277": 3.3346, "511": 3.3346, "505": 3.3346, "263": 3.3346, "288": 3.3346, "513": 3.3346, "275": 3.3346, "261": 3.3346, "507": 3.3346, "249": 3.3346, "711": 3.3346, "705": 3.3346, "739": 3.3346, "842": 3.3346, "16": 3.3346, "856": 3.3346, "103": 3.3346, "665": 3.3346, "671": 3.3346, "117": 3.3346, "881": 3.3346, "659": 3.3346, "895": 3.3346, "498": 3.3346, "467": 3.3346, "301": 3.3346, "315": 3.3346, "473": 3.3346, "329": 3.3346, "328": 3.3346, "314": 3.3346, "472": 3.3346, "466": 3.3346, "300": 3.3346, "499": 3.3346, "894": 3.3346, "658": 3.3346, "880": 3.3346, "670": 3.3346, "116": 3.3346, "102": 3.3346, "664": 3.3346, "857": 3.3346, "17": 3.3346, "843": 3.3346, "738": 3.3346, "704": 3.3346, "710": 3.3346, "248": 3.3346, "260": 3.3346, "506": 3.3346, "512": 3.3346, "274": 3.3346, "258": 3.3346, "270": 3.3346, "516": 3.3346, "502": 3.3346, "264": 3.3346, "728": 3.3346, "714": 3.3346, "700": 3.3346, "847": 3.3346, "13": 3.3346, "853": 3.3346, "884": 3.3346, "890": 3.3346, "648": 3.3346, "660": 3.3346, "106": 3.3346, "112": 3.3346, "674": 3.3346, "489": 3.3346, "338": 3.3346, "304": 3.3346, "462": 3.3346, "476": 3.3346, "310": 3.3346, "477": 3.3346, "311": 3.3346, "305": 3.3346, "463": 3.3346, "339": 3.3346, "488": 3.3346, "113": 3.3346, "675": 3.3346, "661": 3.3346, "107": 3.3346, "649": 3.3346, "891": 3.3346, "885": 3.3346, "852": 3.3346, "12": 3.3346, "846": 3.3346, "701": 3.3346, "715": 3.3346, "729": 3.3346, "503": 3.3346, "265": 3.3346, "271": 3.3346, "517": 3.3346, "259": 3.3346, "298": 3.3346, "529": 3.3346, "267": 3.3346, "501": 3.3346, "515": 3.3346, "273": 3.3346, "703": 3.3346, "717": 3.3346, "10": 3.3346, "850": 3.3346, "844": 3.3346, "38": 3.3346, "878": 3.3346, "893": 3.3346, "139": 3.3346, "887": 3.3346, "677": 3.3346, "111": 3.3346, "105": 3.3346, "663": 3.3346, "449": 3.3346, "313": 3.3346, "475": 3.3346, "461": 3.3346, "307": 3.3346, "460": 3.3346, "306": 3.3346, "312": 3.3346, "474": 3.3346, "448": 3.3346, "104": 3.3346, "662": 3.3346, "676": 3.3346, "110": 3.3346, "138": 3.3346, "886": 3.3346, "892": 3.3346, "879": 3.3346, "39": 3.3346, "845": 3.3346, "851": 3.3346, "11": 3.3346, "689": 3.3346, "716": 3.3346, "702": 3.3346, "514": 3.3346, "272": 3.3346, "266": 3.3346, "500": 3.3346, "528": 3.3346, "299": 3.3346, "598": 3.3346, "201": 3.3346, "567": 3.3346, "573": 3.3346, "215": 3.3346, "229": 3.3346, "765": 3.3346, "771": 3.3346, "759": 3.3346, "76": 3.3346, "836": 3.3346, "188": 3.3346, "62": 3.3346, "822": 3.3346, "89": 3.3346, "611": 3.3346, "177": 3.3346, "163": 3.3346, "605": 3.3346, "639": 3.3346, "375": 3.3346, "413": 3.3346, "407": 3.3346, "361": 3.3346, "349": 3.3346, "348": 3.3346, "406": 3.3346, "360": 3.3346, "374": 3.3346, "412": 3.3346, "638": 3.3346, "162": 3.3346, "604": 3.3346, "610": 3.3346, "88": 3.3346, "176": 3.3346, "823": 3.3346, "63": 3.3346, "837": 3.3346, "77": 3.3346, "189": 3.3346, "758": 3.3346, "770": 3.3346, "764": 3.3346, "228": 3.3346, "572": 3.3346, "214": 3.3346, "200": 3.3346, "566": 3.3346, "599": 3.3346, "216": 3.3346, "570": 3.3346, "564": 3.3346, "202": 3.3346, "558": 3.3346, "799": 3.3346, "766": 3.3346, "49": 3.3346, "809": 3.3346, "61": 3.3346, "821": 3.3346, "75": 3.3346, "835": 3.3346, "606": 3.3346, "160": 3.3346, "174": 3.3346, "612": 3.3346, "148": 3.3346, "389": 3.3346, "362": 3.3346, "404": 3.3346, "410": 3.3346, "376": 3.3346, "438": 3.3346, "439": 3.3346, "411": 3.3346, "377": 3.3346, "363": 3.3346, "405": 3.3346, "388": 3.3346, "149": 3.3346, "175": 3.3346, "613": 3.3346, "607": 3.3346, "834": 3.3346, "74": 3.3346, "820": 3.3346, "60": 3.3346, "808": 3.3346, "48": 3.3346, "767": 3.3346, "798": 3.3346, "559": 3.3346, "565": 3.3346, "203": 3.3346, "217": 3.3346, "571": 3.3346, "549": 3.3346, "575": 3.3346, "213": 3.3346, "207": 3.3346, "561": 3.3346, "788": 3.3346, "763": 3.3346, "64": 3.3346, "824": 3.3346, "70": 3.3346, "830": 3.3346, "58": 3.3346, "818": 3.3346, "159": 3.3346, "165": 3.3346, "603": 3.3346, "617": 3.3346, "171": 3.3346, "398": 3.3346, "429": 3.3346, "401": 3.3346, "367": 3.3346, "373": 3.3346, "415": 3.3346, "372": 3.3346, "414": 3.3346, "400": 3.3346, "366": 3.3346, "428": 3.3346, "399": 3.3346, "616": 3.3346, "170": 3.3346, "164": 3.3346, "602": 3.3346, "158": 3.3346, "819": 3.3346, "59": 3.3346, "831": 3.3346, "71": 3.3346, "825": 3.3346, "65": 3.3346, "762": 3.3346, "776": 3.3346, "789": 3.3346, "206": 3.3346, "560": 3.3346, "574": 3.3346, "212": 3.3346, "548": 3.3346, "589": 3.3346, "238": 3.3346, "562": 3.3346, "204": 3.3346, "210": 3.3346, "576": 3.3346, "748": 3.3346, "760": 3.3346, "73": 3.3346, "833": 3.3346, "67": 3.3346, "827": 3.3346, "199": 3.3346, "9": 3.3346, "628": 3.3346, "172": 3.3346, "614": 3.3346, "600": 3.3346, "98": 3.3346, "166": 3.3346, "358": 3.3346, "416": 3.3346, "370": 3.3346, "364": 3.3346, "402": 3.3346, "365": 3.3346, "403": 3.3346, "417": 3.3346, "371": 3.3346, "359": 3.3346, "99": 3.3346, "601": 3.3346, "167": 3.3346, "173": 3.3346, "615": 3.3346, "629": 3.3346, "8": 3.3346, "826": 3.3346, "66": 3.3346, "198": 3.3346, "832": 3.3346, "72": 3.3346, "761": 3.3346, "749": 3.3346, "211": 3.3346, "577": 3.3346, "563": 3.3346, "205": 3.3346, "239": 3.3346, "588": 3.3346, "585": 3.3346, "591": 3.3346, "220": 3.3346, "546": 3.3346, "552": 3.3346, "234": 3.3346, "208": 3.3346, "787": 3.3346, "793": 3.3346, "744": 3.3346, "750": 3.3346, "195": 3.3346, "181": 3.3346, "57": 3.3346, "817": 3.3346, "5": 3.3346, "43": 3.3346, "803": 3.3346, "156": 3.3346, "142": 3.3346, "624": 3.3346, "94": 3.3346, "80": 3.3346, "618": 3.3346, "397": 3.3346, "383": 3.3346, "354": 3.3346, "432": 3.3346, "426": 3.3346, "340": 3.3346, "368": 3.3346, "369": 3.3346, "427": 3.3346, "341": 3.3346, "355": 3.3346, "433": 3.3346, "382": 3.3346, "396": 3.3346, "619": 3.3346, "81": 3.3346, "95": 3.3346, "143": 3.3346, "625": 3.3346, "631": 3.3346, "157": 3.3346, "802": 3.3346, "42": 3.3346, "816": 3.3346, "56": 3.3346, "4": 3.3346, "180": 3.3346, "194": 3.3346, "751": 3.3346, "745": 3.3346, "792": 3.3346, "786": 3.3346, "209": 3.3346, "553": 3.3346, "235": 3.3346, "221": 3.3346, "547": 3.3346, "590": 3.3346, "584": 3.3346, "592": 3.3346, "586": 3.3346, "237": 3.3346, "551": 3.3346, "545": 3.3346, "223": 3.3346, "579": 3.3346, "790": 3.3346, "784": 3.3346, "753": 3.3346, "747": 3.3346, "182": 3.3346, "196": 3.3346, "68": 3.3346, "828": 3.3346, "40": 3.3346, "800": 3.3346, "6": 3.3346, "54": 3.3346, "814": 3.3346, "627": 3.3346, "141": 3.3346, "155": 3.3346, "633": 3.3346, "83": 3.3346, "169": 3.3346, "97": 3.3346, "380": 3.3346, "394": 3.3346, "343": 3.3346, "425": 3.3346, "431": 3.3346, "357": 3.3346, "419": 3.3346, "418": 3.3346, "430": 3.3346, "356": 3.3346, "342": 3.3346, "424": 3.3346, "395": 3.3346, "381": 3.3346, "168": 3.3346, "96": 3.3346, "82": 3.3346, "154": 3.3346, "632": 3.3346, "626": 3.3346, "140": 3.3346, "7": 3.3346, "815": 3.3346, "55": 3.3346, "801": 3.3346, "41": 3.3346, "197": 3.3346, "829": 3.3346, "69": 3.3346, "183": 3.3346, "746": 3.3346, "752": 3.3346, "785": 3.3346, "791": 3.3346, "578": 3.3346, "544": 3.3346, "222": 3.3346, "236": 3.3346, "550": 3.3346, "587": 3.3346, "593": 3.3346, "597": 3.3346, "583": 3.3346, "568": 3.3346, "554": 3.3346, "232": 3.3346, "226": 3.3346, "540": 3.3346, "795": 3.3346, "781": 3.3346, "756": 3.3346, "742": 3.3346, "45": 3.3346, "805": 3.3346, "51": 3.3346, "811": 3.3346, "3": 3.3346, "187": 3.3346, "79": 3.3346, "839": 3.3346, "193": 3.3346, "178": 3.3346, "86": 3.3346, "92": 3.3346, "622": 3.3346, "636": 3.3346, "150": 3.3346, "385": 3.3346, "391": 3.3346, "408": 3.3346, "420": 3.3346, "346": 3.3346, "352": 3.3346, "434": 3.3346, "353": 3.3346, "435": 3.3346, "421": 3.3346, "347": 3.3346, "409": 3.3346, "390": 3.3346, "384": 3.3346, "637": 3.3346, "151": 3.3346, "145": 3.3346, "623": 3.3346, "93": 3.3346, "179": 3.3346, "87": 3.3346, "192": 3.3346, "186": 3.3346, "838": 3.3346, "78": 3.3346, "810": 3.3346, "50": 3.3346, "2": 3.3346, "804": 3.3346, "44": 3.3346, "743": 3.3346, "757": 3.3346, "780": 3.3346, "794": 3.3346, "227": 3.3346, "541": 3.3346, "555": 3.3346, "233": 3.3346, "569": 3.3346, "582": 3.3346, "596": 3.3346, "580": 3.3346, "594": 3.3346, "219": 3.3346, "543": 3.3346, "225": 3.3346, "231": 3.3346, "557": 3.3346, "782": 3.3346, "796": 3.3346, "769": 3.3346, "741": 3.3346, "755": 3.3346, "52": 3.3346, "812": 3.3346, "46": 3.3346, "806": 3.3346, "190": 3.3346, "184": 3.3346, "609": 3.3346, "91": 3.3346, "85": 3.3346, "153": 3.3346, "635": 3.3346, "621": 3.3346, "147": 3.3346, "392": 3.3346, "386": 3.3346, "379": 3.3346, "437": 3.3346, "351": 3.3346, "345": 3.3346, "423": 3.3346, "344": 3.3346, "422": 3.3346, "436": 3.3346, "350": 3.3346, "378": 3.3346, "387": 3.3346, "393": 3.3346, "620": 3.3346, "146": 3.3346, "152": 3.3346, "634": 3.3346, "84": 3.3346, "90": 3.3346, "608": 3.3346, "185": 3.3346, "191": 3.3346, "807": 3.3346, "47": 3.3346, "1": 3.3346, "813": 3.3346, "53": 3.3346, "754": 3.3346, "740": 3.3346, "768": 3.3346, "797": 3.3346, "783": 3.3346, "230": 3.3346, "556": 3.3346, "542": 3.3346, "224": 3.3346, "218": 3.3346, "595": 3.3346, "581": 3.3346, "280": 3.3346, "294": 3.3346, "525": 3.3346, "243": 3.3346, "257": 3.3346, "531": 3.3346, "519": 3.3346, "900": 3.3346, "727": 3.3346, "733": 3.3346, "690": 3.3346, "848": 3.3346, "684": 3.3346, "34": 3.3346, "874": 3.3346, "20": 3.3346, "860": 3.3346, "135": 3.3346, "653": 3.3346, "647": 3.3346, "121": 3.3346, "109": 3.3346, "492": 3.3346, "486": 3.3346, "451": 3.3346, "337": 3.3346, "323": 3.3346, "445": 3.3346, "479": 3.3346, "478": 3.3346, "322": 3.3346, "444": 3.3346, "450": 3.3346, "336": 3.3346, "487": 3.3346, "493": 3.3346, "108": 3.3346, "646": 3.3346, "120": 3.3346, "134": 3.3346, "652": 3.3346, "861": 3.3346, "21": 3.3346, "875": 3.3346, "35": 3.3346, "685": 3.3346, "849": 3.3346, "691": 3.3346, "732": 3.3346, "726": 3.3346, "901": 3.3346, "518": 3.3346, "256": 3.3346, "530": 3.3346, "524": 3.3346, "242": 3.3346, "295": 3.3346, "281": 3.3346, "297": 3.3346, "283": 3.3346, "532": 3.3346, "254": 3.3346, "240": 3.3346, "526": 3.3346, "268": 3.3346, "730": 3.3346, "724": 3.3346, "718": 3.3346, "687": 3.3346, "693": 3.3346, "23": 3.3346, "863": 3.3346, "37": 3.3346, "877": 3.3346, "122": 3.3346, "644": 3.3346, "888": 3.3346, "650": 3.3346, "136": 3.3346, "678": 3.3346, "485": 3.3346, "491": 3.3346, "446": 3.3346, "320": 3.3346, "334": 3.3346, "452": 3.3346, "308": 3.3346, "309": 3.3346, "335": 3.3346, "453": 3.3346, "447": 3.3346, "321": 3.3346, "490": 3.3346, "484": 3.3346, "679": 3.3346, "651": 3.3346, "889": 3.3346, "137": 3.3346, "123": 3.3346, "645": 3.3346, "876": 3.3346, "36": 3.3346, "862": 3.3346, "22": 3.3346, "692": 3.3346, "686": 3.3346, "719": 3.3346, "725": 3.3346, "731": 3.3346, "902": 3.3346, "269": 3.3346, "241": 3.3346, "527": 3.3346, "533": 3.3346, "255": 3.3346, "282": 3.3346, "296": 3.3346, "292": 3.3346, "286": 3.3346, "279": 3.3346, "251": 3.3346, "537": 3.3346, "523": 3.3346, "245": 3.3346, "709": 3.3346, "735": 3.3346, "721": 3.3346, "26": 3.3346, "866": 3.3346, "32": 3.3346, "872": 3.3346, "682": 3.3346, "696": 3.3346, "669": 3.3346, "899": 3.3346, "641": 3.3346, "127": 3.3346, "133": 3.3346, "655": 3.3346, "480": 3.3346, "494": 3.3346, "319": 3.3346, "325": 3.3346, "443": 3.3346, "457": 3.3346, "331": 3.3346, "456": 3.3346, "330": 3.3346, "324": 3.3346, "442": 3.3346, "318": 3.3346, "495": 3.3346, "481": 3.3346, "132": 3.3346, "654": 3.3346, "640": 3.3346, "898": 3.3346, "126": 3.3346, "668": 3.3346, "697": 3.3346, "683": 3.3346, "873": 3.3346, "33": 3.3346, "867": 3.3346, "27": 3.3346, "720": 3.3346, "734": 3.3346, "708": 3.3346, "522": 3.3346, "244": 3.3346, "250": 3.3346, "536": 3.3346, "278": 3.3346, "287": 3.3346, "293": 3.3346, "285": 3.3346, "291": 3.3346, "508": 3.3346, "246": 3.3346, "520": 3.3346, "534": 3.3346, "252": 3.3346, "722": 3.3346, "736": 3.3346, "31": 3.3346, "871": 3.3346, "25": 3.3346, "865": 3.3346, "695": 3.3346, "681": 3.3346, "19": 3.3346, "859": 3.3346, "118": 3.3346, "656": 3.3346, "130": 3.3346, "124": 3.3346, "642": 3.3346, "497": 3.3346, "483": 3.3346, "468": 3.3346, "332": 3.3346, "454": 3.3346, "440": 3.3346, "326": 3.3346, "441": 3.3346, "327": 3.3346, "333": 3.3346, "455": 3.3346, "469": 3.3346, "482": 3.3346, "496": 3.3346, "125": 3.3346, "643": 3.3346, "657": 3.3346, "131": 3.3346, "119": 3.3346, "858": 3.3346, "18": 3.3346, "680": 3.3346, "694": 3.3346, "864": 3.3346, "24": 3.3346, "870": 3.3346, "30": 3.3346, "737": 3.3346, "723": 3.3346, "535": 3.3346, "253": 3.3346, "247": 3.3346, "521": 3.3346, "509": 3.3346, "290": 3.3346, "284": 3.3346}, "c.p._2243_l_2019.pdf": {"87": 3.3346, "53": 3.3346, "29": 3.3346, "15": 3.3346, "14": 3.3346, "28": 3.3346, "16": 3.3346, "17": 3.3346, "13": 3.3346, "12": 3.3346, "10": 3.3346, "38": 3.3346, "39": 3.3346, "11": 3.3346, "76": 3.3346, "62": 3.3346, "63": 3.3346, "77": 3.3346, "49": 3.3346, "61": 3.3346, "75": 3.3346, "74": 3.3346, "60": 3.3346, "48": 3.3346, "64": 3.3346, "70": 3.3346, "58": 3.3346, "59": 3.3346, "71": 3.3346, "65": 3.3346, "73": 3.3346, "67": 3.3346, "9": 3.3346, "8": 3.3346, "66": 3.3346, "72": 3.3346, "57": 3.3346, "5": 3.3346, "43": 3.3346, "80": 3.3346, "81": 3.3346, "42": 3.3346, "56": 3.3346, "4": 3.3346, "68": 3.3346, "40": 3.3346, "6": 3.3346, "54": 3.3346, "83": 3.3346, "82": 3.3346, "7": 3.3346, "55": 3.3346, "41": 3.3346, "69": 3.3346, "45": 3.3346, "51": 3.3346, "3": 3.3346, "79": 3.3346, "86": 3.3346, "78": 3.3346, "50": 3.3346, "2": 3.3346, "44": 3.3346, "52": 3.3346, "46": 3.3346, "85": 3.3346, "84": 3.3346, "47": 3.3346, "1": 3.3346, "34": 3.3346, "20": 3.3346, "21": 3.3346, "35": 3.3346, "23": 3.3346, "37": 3.3346, "36": 3.3346, "22": 3.3346, "26": 3.3346, "32": 3.3346, "33": 3.3346, "27": 3.3346, "31": 3.3346, "25": 3.3346, "19": 3.3346, "18": 3.3346, "24": 3.3346, "30": 3.3346}, "C.A._280-L_2009.pdf": {"15": 3.3346, "14": 3.3346, "16": 3.3346, "17": 3.3346, "13": 3.3346, "12": 3.3346, "10": 3.3346, "11": 3.3346, "9": 3.3346, "8": 3.3346, "5": 3.3346, "4": 3.3346, "6": 3.3346, "7": 3.3346, "3": 3.3346, "2": 3.3346, "1": 3.3346, "20": 3.3346, "21": 3.3346, "23": 3.3346, "22": 3.3346, "25": 3.3346, "19": 3.3346, "18": 3.3346, "24": 3.3346}, "C.A._699_2017.pdf": {"8": 3.3346, "5": 3.3346, "4": 3.3346, "6": 3.3346, "7": 3.3346, "3": 3.3346, "2": 3.3346, "1": 3.3346}, "c.p._596_2021.pdf": {"5": 3.3346, "4": 3.3346, "6": 3.3346, "7": 3.3346, "3": 3.3346, "2": 3.3346, "1": 3.3346}, "C.M.A._376-K_2014.pdf": {"29": 3.3346, "15": 3.3346, "14": 3.3346, "28": 3.3346, "16": 3.3346, "17": 3.3346, "13": 3.3346, "12": 3.3346, "10": 3.3346, "38": 3.3346, "39": 3.3346, "11": 3.3346, "76": 3.3346, "62": 3.3346, "89": 3.3346, "88": 3.3346, "63": 3.3346, "77": 3.3346, "49": 3.3346, "61": 3.3346, "75": 3.3346, "74": 3.3346, "60": 3.3346, "48": 3.3346, "64": 3.3346, "70": 3.3346, "58": 3.3346, "59": 3.3346, "71": 3.3346, "65": 3.3346, "73": 3.3346, "67": 3.3346, "9": 3.3346, "98": 3.3346, "8": 3.3346, "66": 3.3346, "72": 3.3346, "57": 3.3346, "5": 3.3346, "43": 3.3346, "94": 3.3346, "80": 3.3346, "81": 3.3346, "95": 3.3346, "42": 3.3346, "56": 3.3346, "4": 3.3346, "68": 3.3346, "40": 3.3346, "6": 3.3346, "54": 3.3346, "83": 3.3346, "97": 3.3346, "96": 3.3346, "82": 3.3346, "7": 3.3346, "55": 3.3346, "41": 3.3346, "69": 3.3346, "45": 3.3346, "51": 3.3346, "3": 3.3346, "79": 3.3346, "86": 3.3346, "92": 3.3346, "93": 3.3346, "87": 3.3346, "78": 3.3346, "50": 3.3346, "2": 3.3346, "44": 3.3346, "52": 3.3346, "46": 3.3346, "91": 3.3346, "85": 3.3346, "84": 3.3346, "90": 3.3346, "47": 3.3346, "1": 3.3346, "53": 3.3346, "34": 3.3346, "20": 3.3346, "21": 3.3346, "35": 3.3346, "23": 3.3346, "37": 3.3346, "36": 3.3346, "22": 3.3346, "26": 3.3346, "32": 3.3346, "33": 3.3346, "27": 3.3346, "31": 3.3346, "25": 3.3346, "19": 3.3346, "18": 3.3346, "24": 3.3346, "30": 3.3346}}