{"c.p._3224_2019.pdf": {"10": 3.8927, "9": 3.8927, "8": 3.8927, "5": 3.8927, "4": 3.8927, "6": 3.8927, "7": 3.8927, "3": 3.8927, "2": 3.8927, "1": 3.8927}, "Const.P._29_2016.pdf": {"275": 3.8927, "76": 3.8927, "77": 3.8927, "75": 3.8927, "71": 3.8927, "73": 3.8927, "72": 3.8927, "78": 3.8927, "543": 3.8927, "118": 3.8927, "289": 3.8927, "504": 3.8927, "262": 3.8927, "276": 3.8927, "510": 3.8927, "538": 3.8927, "29": 3.8927, "15": 3.8927, "114": 3.8927, "100": 3.8927, "128": 3.8927, "470": 3.8927, "316": 3.8927, "302": 3.8927, "464": 3.8927, "458": 3.8927, "459": 3.8927, "303": 3.8927, "465": 3.8927, "471": 3.8927, "317": 3.8927, "129": 3.8927, "101": 3.8927, "115": 3.8927, "14": 3.8927, "28": 3.8927, "539": 3.8927, "277": 3.8927, "511": 3.8927, "505": 3.8927, "263": 3.8927, "288": 3.8927, "513": 3.8927, "261": 3.8927, "507": 3.8927, "249": 3.8927, "16": 3.8927, "103": 3.8927, "117": 3.8927, "498": 3.8927, "467": 3.8927, "301": 3.8927, "315": 3.8927, "473": 3.8927, "329": 3.8927, "328": 3.8927, "314": 3.8927, "472": 3.8927, "466": 3.8927, "300": 3.8927, "499": 3.8927, "116": 3.8927, "102": 3.8927, "17": 3.8927, "248": 3.8927, "260": 3.8927, "506": 3.8927, "512": 3.8927, "274": 3.8927, "258": 3.8927, "270": 3.8927, "516": 3.8927, "502": 3.8927, "264": 3.8927, "13": 3.8927, "106": 3.8927, "112": 3.8927, "489": 3.8927, "338": 3.8927, "304": 3.8927, "462": 3.8927, "476": 3.8927, "310": 3.8927, "477": 3.8927, "311": 3.8927, "305": 3.8927, "463": 3.8927, "339": 3.8927, "488": 3.8927, "113": 3.8927, "107": 3.8927, "12": 3.8927, "503": 3.8927, "265": 3.8927, "271": 3.8927, "517": 3.8927, "259": 3.8927, "298": 3.8927, "529": 3.8927, "267": 3.8927, "501": 3.8927, "515": 3.8927, "273": 3.8927, "10": 3.8927, "38": 3.8927, "139": 3.8927, "111": 3.8927, "105": 3.8927, "449": 3.8927, "313": 3.8927, "475": 3.8927, "461": 3.8927, "307": 3.8927, "460": 3.8927, "306": 3.8927, "312": 3.8927, "474": 3.8927, "448": 3.8927, "104": 3.8927, "110": 3.8927, "138": 3.8927, "39": 3.8927, "11": 3.8927, "514": 3.8927, "272": 3.8927, "266": 3.8927, "500": 3.8927, "528": 3.8927, "299": 3.8927, "201": 3.8927, "215": 3.8927, "229": 3.8927, "188": 3.8927, "62": 3.8927, "89": 3.8927, "177": 3.8927, "163": 3.8927, "375": 3.8927, "413": 3.8927, "407": 3.8927, "361": 3.8927, "349": 3.8927, "348": 3.8927, "406": 3.8927, "360": 3.8927, "374": 3.8927, "412": 3.8927, "162": 3.8927, "88": 3.8927, "176": 3.8927, "63": 3.8927, "189": 3.8927, "228": 3.8927, "214": 3.8927, "200": 3.8927, "216": 3.8927, "202": 3.8927, "49": 3.8927, "61": 3.8927, "160": 3.8927, "174": 3.8927, "148": 3.8927, "389": 3.8927, "362": 3.8927, "404": 3.8927, "410": 3.8927, "376": 3.8927, "438": 3.8927, "439": 3.8927, "411": 3.8927, "377": 3.8927, "363": 3.8927, "405": 3.8927, "388": 3.8927, "149": 3.8927, "175": 3.8927, "161": 3.8927, "74": 3.8927, "60": 3.8927, "48": 3.8927, "203": 3.8927, "217": 3.8927, "213": 3.8927, "207": 3.8927, "64": 3.8927, "70": 3.8927, "58": 3.8927, "159": 3.8927, "165": 3.8927, "171": 3.8927, "398": 3.8927, "429": 3.8927, "401": 3.8927, "367": 3.8927, "373": 3.8927, "415": 3.8927, "372": 3.8927, "414": 3.8927, "400": 3.8927, "366": 3.8927, "428": 3.8927, "399": 3.8927, "170": 3.8927, "164": 3.8927, "158": 3.8927, "59": 3.8927, "65": 3.8927, "206": 3.8927, "212": 3.8927, "238": 3.8927, "204": 3.8927, "210": 3.8927, "67": 3.8927, "199": 3.8927, "9": 3.8927, "172": 3.8927, "98": 3.8927, "166": 3.8927, "358": 3.8927, "416": 3.8927, "370": 3.8927, "364": 3.8927, "402": 3.8927, "365": 3.8927, "403": 3.8927, "417": 3.8927, "371": 3.8927, "359": 3.8927, "99": 3.8927, "167": 3.8927, "173": 3.8927, "8": 3.8927, "66": 3.8927, "198": 3.8927, "211": 3.8927, "205": 3.8927, "239": 3.8927, "220": 3.8927, "546": 3.8927, "234": 3.8927, "208": 3.8927, "195": 3.8927, "181": 3.8927, "57": 3.8927, "5": 3.8927, "43": 3.8927, "156": 3.8927, "142": 3.8927, "94": 3.8927, "80": 3.8927, "397": 3.8927, "383": 3.8927, "354": 3.8927, "432": 3.8927, "426": 3.8927, "340": 3.8927, "368": 3.8927, "369": 3.8927, "427": 3.8927, "341": 3.8927, "355": 3.8927, "433": 3.8927, "382": 3.8927, "396": 3.8927, "81": 3.8927, "95": 3.8927, "143": 3.8927, "157": 3.8927, "42": 3.8927, "56": 3.8927, "4": 3.8927, "180": 3.8927, "194": 3.8927, "209": 3.8927, "235": 3.8927, "221": 3.8927, "547": 3.8927, "237": 3.8927, "545": 3.8927, "223": 3.8927, "182": 3.8927, "196": 3.8927, "68": 3.8927, "40": 3.8927, "6": 3.8927, "54": 3.8927, "141": 3.8927, "155": 3.8927, "83": 3.8927, "169": 3.8927, "97": 3.8927, "380": 3.8927, "394": 3.8927, "343": 3.8927, "425": 3.8927, "431": 3.8927, "357": 3.8927, "419": 3.8927, "418": 3.8927, "430": 3.8927, "356": 3.8927, "342": 3.8927, "424": 3.8927, "395": 3.8927, "381": 3.8927, "168": 3.8927, "96": 3.8927, "82": 3.8927, "154": 3.8927, "140": 3.8927, "7": 3.8927, "55": 3.8927, "41": 3.8927, "197": 3.8927, "69": 3.8927, "183": 3.8927, "544": 3.8927, "222": 3.8927, "236": 3.8927, "232": 3.8927, "226": 3.8927, "540": 3.8927, "45": 3.8927, "51": 3.8927, "3": 3.8927, "187": 3.8927, "79": 3.8927, "193": 3.8927, "178": 3.8927, "86": 3.8927, "92": 3.8927, "144": 3.8927, "150": 3.8927, "385": 3.8927, "391": 3.8927, "408": 3.8927, "420": 3.8927, "346": 3.8927, "352": 3.8927, "434": 3.8927, "353": 3.8927, "435": 3.8927, "421": 3.8927, "347": 3.8927, "409": 3.8927, "390": 3.8927, "384": 3.8927, "151": 3.8927, "145": 3.8927, "93": 3.8927, "179": 3.8927, "87": 3.8927, "192": 3.8927, "186": 3.8927, "50": 3.8927, "2": 3.8927, "44": 3.8927, "227": 3.8927, "541": 3.8927, "233": 3.8927, "219": 3.8927, "225": 3.8927, "231": 3.8927, "52": 3.8927, "46": 3.8927, "190": 3.8927, "184": 3.8927, "91": 3.8927, "85": 3.8927, "153": 3.8927, "147": 3.8927, "392": 3.8927, "386": 3.8927, "379": 3.8927, "437": 3.8927, "351": 3.8927, "345": 3.8927, "423": 3.8927, "344": 3.8927, "422": 3.8927, "436": 3.8927, "350": 3.8927, "378": 3.8927, "387": 3.8927, "393": 3.8927, "146": 3.8927, "152": 3.8927, "84": 3.8927, "90": 3.8927, "185": 3.8927, "191": 3.8927, "47": 3.8927, "1": 3.8927, "53": 3.8927, "230": 3.8927, "542": 3.8927, "224": 3.8927, "218": 3.8927, "280": 3.8927, "294": 3.8927, "525": 3.8927, "243": 3.8927, "257": 3.8927, "531": 3.8927, "519": 3.8927, "34": 3.8927, "20": 3.8927, "135": 3.8927, "121": 3.8927, "109": 3.8927, "492": 3.8927, "486": 3.8927, "451": 3.8927, "337": 3.8927, "323": 3.8927, "445": 3.8927, "479": 3.8927, "478": 3.8927, "322": 3.8927, "444": 3.8927, "450": 3.8927, "336": 3.8927, "487": 3.8927, "493": 3.8927, "108": 3.8927, "120": 3.8927, "134": 3.8927, "21": 3.8927, "35": 3.8927, "518": 3.8927, "256": 3.8927, "530": 3.8927, "524": 3.8927, "242": 3.8927, "295": 3.8927, "281": 3.8927, "297": 3.8927, "283": 3.8927, "532": 3.8927, "254": 3.8927, "240": 3.8927, "526": 3.8927, "268": 3.8927, "23": 3.8927, "37": 3.8927, "122": 3.8927, "136": 3.8927, "485": 3.8927, "491": 3.8927, "446": 3.8927, "320": 3.8927, "334": 3.8927, "452": 3.8927, "308": 3.8927, "309": 3.8927, "335": 3.8927, "453": 3.8927, "447": 3.8927, "321": 3.8927, "490": 3.8927, "484": 3.8927, "137": 3.8927, "123": 3.8927, "36": 3.8927, "22": 3.8927, "269": 3.8927, "241": 3.8927, "527": 3.8927, "533": 3.8927, "255": 3.8927, "282": 3.8927, "296": 3.8927, "292": 3.8927, "286": 3.8927, "279": 3.8927, "251": 3.8927, "537": 3.8927, "523": 3.8927, "245": 3.8927, "26": 3.8927, "32": 3.8927, "127": 3.8927, "133": 3.8927, "480": 3.8927, "494": 3.8927, "319": 3.8927, "325": 3.8927, "443": 3.8927, "457": 3.8927, "331": 3.8927, "456": 3.8927, "330": 3.8927, "324": 3.8927, "442": 3.8927, "318": 3.8927, "495": 3.8927, "481": 3.8927, "132": 3.8927, "126": 3.8927, "33": 3.8927, "27": 3.8927, "522": 3.8927, "244": 3.8927, "250": 3.8927, "536": 3.8927, "278": 3.8927, "287": 3.8927, "293": 3.8927, "285": 3.8927, "291": 3.8927, "508": 3.8927, "246": 3.8927, "520": 3.8927, "534": 3.8927, "252": 3.8927, "31": 3.8927, "25": 3.8927, "19": 3.8927, "130": 3.8927, "124": 3.8927, "497": 3.8927, "483": 3.8927, "468": 3.8927, "332": 3.8927, "454": 3.8927, "440": 3.8927, "326": 3.8927, "441": 3.8927, "327": 3.8927, "333": 3.8927, "455": 3.8927, "469": 3.8927, "482": 3.8927, "496": 3.8927, "125": 3.8927, "131": 3.8927, "119": 3.8927, "18": 3.8927, "24": 3.8927, "30": 3.8927, "535": 3.8927, "253": 3.8927, "247": 3.8927, "521": 3.8927, "509": 3.8927, "290": 3.8927, "284": 3.8927}, "C.P._3345_2016.pdf": {"29": 3.8927, "15": 3.8927, "14": 3.8927, "28": 3.8927, "16": 3.8927, "17": 3.8927, "13": 3.8927, "12": 3.8927, "10": 3.8927, "38": 3.8927, "39": 3.8927, "11": 3.8927, "9": 3.8927, "8": 3.8927, "5": 3.8927, "4": 3.8927, "40": 3.8927, "6": 3.8927, "7": 3.8927, "41": 3.8927, "3": 3.8927, "2": 3.8927, "1": 3.8927, "34": 3.8927, "20": 3.8927, "21": 3.8927, "35": 3.8927, "23": 3.8927, "37": 3.8927, "36": 3.8927, "22": 3.8927, "26": 3.8927, "32": 3.8927, "33": 3.8927, "27": 3.8927, "31": 3.8927, "25": 3.8927, "19": 3.8927, "18": 3.8927, "24": 3.8927, "30": 3.8927}, "C.A._305_2008.pdf": {"15": 3.8927, "14": 3.8927, "16": 3.8927, "17": 3.8927, "13": 3.8927, "12": 3.8927, "10": 3.8927, "11": 3.8927, "9": 3.8927, "8": 3.8927, "5": 3.8927, "4": 3.8927, "6": 3.8927, "7": 3.8927, "3": 3.8927, "2": 3.8927, "1": 3.8927, "20": 3.8927, "21": 3.8927, "23": 3.8927, "22": 3.8927, "26": 3.8927, "25": 3.8927, "19": 3.8927, "18": 3.8927, "24": 3.8927}, "c.p._1647_2018.pdf": {"12": 3.8927, "10": 3.8927, "11": 3.8927, "9": 3.8927, "8": 3.8927, "5": 3.8927, "4": 3.8927, "6": 3.8927, "7": 3.8927, "3": 3.8927, "2": 3.8927, "1": 3.8927}, "C.P._357_2016.pdf": {"9": 3.8927, "8": 3.8927, "5": 3.8927, "4": 3.8927, "6": 3.8927, "7": 3.8927, "3": 3.8927, "2": 3.8927, "1": 3.8927}}