{"caseNumber": "C.A.3/2018", "caseSubject": "Writ Petition/Others", "caseTitle": "Pakistan Medical and Dental Council through its President v. Muhammad Fahad Malik and others", "caseFileName": "C.A._3_2018.pdf", "authorJudge": "Mr. Justice Mian Saqib Nisar", "judgmentText": null, "tagline": "Council of Common Interest (\"CCI\") has no role in the legislative process with respect to the matters enumerated in the Federal Legislative List, rather it is restricted to formulation and regulation of policies in relation to the said matters, and that too contained only in Part II of such List. Similarly, regulations promulgated in exercise of delegated powers available under the parent statute also do not require the approval of CCI. Pakistan Medical & Dental Council (PMDC) is authorized to monitor the whole process of admission including the centralized admission program. Re-promulgation of Ordinances, especially when the earlier ones were either not approved or disapproved by Parliament, is a fraud on the Constitution and a subversion of democratic legislative processes. Any amendment/ insertion/substitution made by the Pakistan Medical and Dental Council (Amendment) Ordinance, 2014 and Pakistan Medical and Dental Council (Amendment) Ordinance, 2015 (\"the Amending Ordinances\") in the Pakistan Medical and Dental Council Ordinance, 1962 (\"the Ordinance\") did not survive after the Amending Ordinances lapsed/were repealed, and the Ordinance stood revived and the Council constituted thereunder had ceased to exist and MBBS and BDS (Admissions, House Job and Internship) Regulations, 2016 framed under S. 33 of the Ordinance by the Council constituted under S. 3 thereof, both of which were substituted by the Pakistan Medical and Dental Council (Amendment) Ordinance, 2015, also ceased to exist having been illegally and invalidly framed. An ad hoc Council shall remain functional and intact after which fresh elections shall be conducted in accordance with law. ", "citation": "2018   SCMR  1956", "SCPCitation": "2019 SCP 30", "reported": null, "dateOfAnnouncement": "12-01-2018", "dateCreated": "06-03-2019", "fileSizeInBytes": 140}