{"caseNumber": "C.A.334/2004", "caseSubject": "Miscelleneous", "caseTitle": "Army Welfare Sugar Mills v. Government of Sindh through Secretary Agricultural and others", "caseFileName": "C.A._334_2004.pdf", "authorJudge": "MR. JUSTICE FAISAL ARAB", "judgmentText": null, "tagline": "The concept of quality premium is nothing but an additional price which becomes payable to the growers only when a sugar mill achieves sucrose recovery level that crosses the base recovery level of 8.7%. The reason to fix the base recovery level at 8.7% for the purposes of determining the rate of quality premium is that this 8.7% is also taken as base level for fixing the sugarcane procurement price under the sugarcane price fixation formula. Obviously then the quality premium becomes payable for each 0.1% of excess recovery of sucrose achieved by a sugar mill over and above the base recovery level of 8.7%. The only situation when an increase in the rate of ?quality premium? can conceivably be called in question is when it can be demonstrated that revision in the rate of quality premium does not commiserate with the revision in the minimum procurement price of sugarcane. In the present case, as the revision of rate of quality premium was only 1.38% of the sugarcane price for each decimal point increase, there appears to be no logical reason in denying the growers their due share in facilitating the mills in achieving higher than the base sucrose recovery level which invariably results in higher sugar production. The payment of quality premium on sucrose recovery level which is over and above the base level of 8.7% is not something which can be said to be some kind of benevolence or is bereft of any consideration. This right to pay quality premium created under Clause (v) of Section 16 of the Act is based upon intelligible criteria and, therefore, cannot be regarded as confiscatory so as to question its vires.", "citation": "2018   SCMR  727", "SCPCitation": "2018 SCP 21", "reported": null, "dateOfAnnouncement": "05-03-2018", "dateCreated": "05-03-2018", "fileSizeInBytes": 29}