{"caseNumber": "C.A.1540/2013", "caseSubject": "Tax/Others", "caseTitle": "Federation of Pakistan thr. the Secretary M/o Petroleum & Natural Resources & another v. Durrani Ceramics & others", "caseFileName": "c.a.1540-1599_2013.pdf", "authorJudge": "MR. JUSTICE NASIR-UL-MULK", "judgmentText": null, "tagline": "The Courts have decided the question of whether a particular levy is a 'tax' or a 'fee' upon examining the facts and circumstances of each case. Cess has been defined as a tax which raises revenue to be applied for a specific purpose. Nomenclature, however, would not be relevant and whether the imposition of a particular cess can be termed as a 'tax' or 'fee' would depend upon the nature of a levy. Both are compulsory exaction of money by public authorities. Whereas 'tax' is a common burden for raising revenue and upon collection becomes part of public revenue of the State, 'fee' is exacted for a specific purpose and for rendering services or providing privilege to particular individuals or a class or a community or a specific area. So long as the levy is to the advantage of the payers, consequential benefit to the community at large would not render the levy a 'tax'. GIDC is not a 'tax' but a 'fee' and the same could not have been introduced as money bill under Article 73 of the Constitution. Natural gas is subject to levy of Sales Tax and GIDC Act does not appear to suggest that it is another instance of Sales Tax levied by the Parliament on the supply of natural gas. Double taxation can be imposed only by clear and specific language and not by implication. For a 'tax' to fall under the Federal Legislative List it must be covered by Entries Nos. 43 to 53. The non-inclusion of any tax in the divisible pool may have other consequences but would not render the levy unconstitutional. GIDC is a fee and not a tax, in the alternative it is not covered by any Entry relating to imposition or levy of tax under Part-I of the Federal Legislative List. On either counts the 'Cess' could not have been introduced through a money bill under Article 73 of the Constitution. The same was, therefore, not validly levied in accordance with the Constitution.\r\n", "citation": "2014   SCMR  1630", "SCPCitation": "2014 SCP 51", "reported": null, "dateOfAnnouncement": "22-08-2014", "dateCreated": "22-08-2014", "fileSizeInBytes": 354}