{"caseNumber": "C.A.764/2021", "caseSubject": "Service/Allowances", "caseTitle": "Syed Azam Shah v. Directorate, Federal Government Education Institutions (Cantt/Garison) & another", "caseFileName": "c.a._764_2021.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. The terms “Austerity” defines a launch of economic policies which in fact a government executes and embarks on to control public sector debts/liabilities for restoring financial health/stability and lowering government expenditures.\r\n<br />\r\n2. The terms “Monetization” connotes to transform something into money which also expresses the transfiguration into revenue generating reformations and restructurings or conversion of something into source of income. Also to establish a legal tender; to purchase (public or private debt) and thereby free for other uses moneys that would have been devoted to debt service and to utilize (something of value) as a source of profit. \r\n<br />\r\n3. The catchphrase “intelligible differentia” articulates  dissimilarity or disparity capable of being comprehended. The classification must be based on an intelligible differentia which should distinguish the persons that are grouped together from others left out of the group and the differentia or categorization/cataloguing must have a logical and commonsensical nexus with the object sought to be achieved. \r\n<br />\r\n4. Neither the court can act or represent as appellate authority with the aim of scrutinizing the rightness, fittingness and aptness of a policy nor may act as advisor to the executives on matters of policy which they are entitled to formulate. The extensiveness of judicial review of a policy is to test out whether it violates the fundamental rights of the citizens or is at variance to the provisions of the Constitution, or opposed to any statutory provision or demonstrably arbitrary or discriminately. \r\n<br />\r\n5. There is no hard and fast rule that if some benefit was wrongly extended due to some misunderstanding, error, misconception of law or without sanction of competent authority, that act should be treated so sacred and sacrosanct which could not be withdrawn to retrace or redo the wrong decision or action under the guise of locus poenitentiae principle. A wrong benefit extended beyond the scope of law and rules/policy cannot be claimed in perpetuity or eternity. \r\n", "citation": "2022 SCMR 201", "SCPCitation": "2021 SCP 352", "reported": null, "dateOfAnnouncement": "19-11-2021", "dateCreated": "10-12-2021", "fileSizeInBytes": 55}