{"caseNumber": "C.A.414/2021", "caseSubject": "Service/Appointments", "caseTitle": "Government of the Punjab thr. Secretary Schools Education Department, Lahore, etc v. Abdur Rehman, etc", "caseFileName": "c.a._414_2021.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. The term “quasi-judicial” is employed to expound and spell out the persons or authorities, though not part of judiciary but under the bounds of given powers, exercising the functions and tasks of judicial nature. Further, this term is used to describe functions of governmental officers, boards and agencies which perform functions of a judicial character, although they are not part of the judiciary. A quasi-judicial power is not necessarily judicial but one in the discharge of which there is an element of judgment and discretion. \r\n<br />\r\n2. The renowned Latin maxim Ubi jus ibi remedium, articulates in well-defined terms that where there is a right, there is a remedy. In the command of jurisdictive prudence, the courts generally show the restrain with the directions to the parties to first take recourse of an alternate and or equally efficacious remedy rather than to surpass or circumvent such remedy. \r\n<br />\r\n3. When the words are clear nothing remains to be seen and if the words are ambiguous or uncertain then other aids move in. While applying the rule of plain meaning, the hardship or inconvenience if any cannot become the foundation to modify or alter the meaning. The 'plain meaning rule' verbalizes the interpretation using the ordinary meaning of the language.\r\n<br />\r\n4. It is not to be assumed that there is right of appeal in every matter brought before a Court for its consideration. The right is expressly given by a statute or some authority equivalent to a statute such as a rule taking the force of a statute. \r\n<br />\r\n5. Ex Debito Justitiae means as a matter of right or what a person is entitled to as of right. This maxim applies to the remedies that the court is bound to give when they are claimed as distinct from those that it has discretion to grant. The power of a court to act ex-debito justitiae is an inherent to fix the procedural errors which resulted violation of natural justice, provided the conduct of the party applying has not been such as to disentitle him to the relief. \r\n", "citation": "2022 SCMR 25", "SCPCitation": "2021 SCP 340", "reported": null, "dateOfAnnouncement": "18-11-2021", "dateCreated": "01-12-2021", "fileSizeInBytes": 53}