{"caseNumber": "C.A.608/2021", "caseSubject": "Service/Against Reinstatment into Service", "caseTitle": "Senior Superintendent of Police Operations, Lahore, etc v. Shahid Nazir", "caseFileName": "c.a._608_2021.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. The purpose and sagacity of initiating disciplinary proceedings by the employer is to find out and come to a decision whether the charges of misconduct leveled against the delinquent officer/employee are proved or not and in case his guilt is established, what action should be taken against him under the applicable Service laws, Rules and Regulations, which may include the imposition of minor or major penalties in accordance with the fine sense of judgment of the competent Authority/Management. The criminal prosecution is altogether different where the prosecution has to prove the guilt of an accused beyond any reasonable doubt. Both have distinct features and characteristics with regard to the standard of proof. Even an acquittal by criminal court would not debar an employer from exercising disciplinary powers. \r\n<br />2. If a departmental proceeding is triggered on the charges of misconduct, this should be concluded promptly and efficiently within a reasonable period of time rather than spoiling or obliterating the very purpose of such action or inquiry with delaying tactics or prolong it unnecessarily till the eve of retirement, then drop it to the benefit of delinquent employee which would annihilate the entire purpose of inquiry. \r\n<br />3. No hard and fast rule that in each and every case after issuing show cause notice the regular inquiry should be conducted but if the department wants to dispense with the regularly inquiry there must be some compelling and justiciable reasons assigned in writing. \r\n<br />4. The inquiry was dispensed with on the pretext that FIRs were lodged which were not culminated in the conviction of the respondent before show cause, therefore, in the peculiar circumstances, neither inquiry could be dispensed with nor registration of FIRs could relax or absolve the obligation of holding regular inquiry to decide the allegations of misconduct against the respondent. ", "citation": "2022 SCMR 327", "SCPCitation": "2021 SCP 308", "reported": null, "dateOfAnnouncement": "12-10-2021", "dateCreated": "09-11-2021", "fileSizeInBytes": 33}