{"caseNumber": "C.A.150/2006", "caseSubject": "Tax/Cess and Fee", "caseTitle": "Lucky Cement Ltd v. Commissioner Income Tax, Peshawar", "caseFileName": "C.A._150_2006.pdf", "authorJudge": "MR. JUSTICE MIAN SAQIB NISAR", "judgmentText": null, "tagline": "The question is whether income/interest generated from profitable schemes/banks where Public Limited Company (before commencing its business activities) invests its surplus money/reserves amounts to 'income from business' or 'income from other sources.\r\n[Per Sh. Azmat Saeed, J.] Main object of the company in the present case as mentioned in its Memorandum of Association was to install, establish and run a cement manufacturing plant. One of the clauses mentioned in the Memorandum of Association provided that company's object and purpose was also \"to invest or otherwise deal with the money of the company in such manner as may from time to time be determined\". However a prohibitory clause was also mentioned in the Memorandum of Association, which stated in unequivocal terms that in spite of anything contained in any of the object clauses in the Memorandum of Association, nothing therein shall continue to empower the company to undertake or indulge in the business of inter alia investment. Company, in the present case, could, thus, invest its money but such a transaction could not be deemed to be business of the company, consequently, the income derived from such investment must fall in the category of \"income from other sources\". \r\n[Per Mushir Alam, J.] Such activity was carried out during the period when cement plant/factory was under construction, therefore, the company, could not be said to be carrying on any business at that point of time within the contemplation of S. 22 of the Income Tax Ordinance, 1979. Such income was rightly assessed as 'income from other sources\" under S. 30(2)(b) of the Income Tax Ordinance, 1979.\r\n", "citation": "2015   SCMR  1494", "SCPCitation": "2015 SCP 53", "reported": null, "dateOfAnnouncement": "10-07-2015", "dateCreated": "10-07-2015", "fileSizeInBytes": 135}