{"caseNumber": "C.A.469/2021", "caseSubject": "Service/Reduction to Lower Post", "caseTitle": "Muhammad Shafique v. The Additional Finance Secretary (Budget) Government of Pakistan, Islamabad & another", "caseFileName": "c.a._469_2021.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "All financial institutions have traditionally recognized their duty to act in a manner of public trust and confidence. Its reputation, goodwill  and integrity is most valuable virtue and asset which is indeed established by the demeanor of its employees and management who have a duty to perform their duties with utmost honesty, dedication, professional manner and commitment without any cause of complaint to its customers/clients. They are expected to act in a way that enhances reputation of institution and nurtures its client relationships and expected not to give rise to a conflict of interests between their personal interests and their financial institution. They need to provide their customers transparency, reciprocal loyalty, and truly personal customer relationships. In the line of duty they should shun and avoid involvement in any act of misconduct, embezzlement or fraudulent activity which may destroy or shatter the confidence of public on the credibility and goodwill of financial institutions which will obviously result in immediate disciplinary action without any leniency and imposition of penalty in accordance with law. It is well-settled that on the basis of sheer technicalities appellants cannot be exonerated from serious charges of misappropriation and fraud. \r\n<br />The provision in FR-29 explicates that the reduction order shall state the period for which it shall be effective. The niceties of FR-29 are confined to lay down the period for which it shall be effective and in no case this tantamount to curtail or set aside the decision of major penalty imposed by the departmental Authority. The appeal is dismissed but the respondents are directed to consider and fix the specific period of reduction to lower post within one month compliant with FR-29. \r\n", "citation": "2021 SCMR 1834", "SCPCitation": "2021 SCP 270", "reported": null, "dateOfAnnouncement": "10-09-2021", "dateCreated": "24-09-2021", "fileSizeInBytes": 53}