{"caseNumber": "C.A.908/2015", "caseSubject": "Suit for Declaration/Others", "caseTitle": "Muhammad Naeem Khan & another v. Muqadas Khan (decd) thr. LRs & others", "caseFileName": "c.a._908_2015.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. Under Article 129 of the Qanun-e-Shahadat Order 1984, the court may presume the existence of any fact which it thinks likely to have happened. Illustration (g) attached to this Article is quite relevant to the facts and circumstances of the case in hand in which the court may draw adverse inference or presumption that evidence which could be and is not produced would, if produced, be unfavorable to the person who withholds it. \r\n<br />\r\n2. According to Order 6 Rule 1 C.P.C, the term “pleadings” include the plaint and the written statement, whereas Order 6 Rule 2 C.P.C accentuates, that every pleading shall contain a statement in concise form of the material facts on which the party pleading relies for his claim or defence. It is also a well settled exposition of law that no party can lead evidence beyond the pleadings. \r\n<br />\r\n3. The denotation and import of phrase “Pardanashin lady” depicts a woman who heeded stringent and unyielding canons and ethics of seclusion and privacy and according to the customs may object to show up in a public office or have no communication except behind the screen with any male person save as near relatives. \r\n<br />\r\n4. In our Holy Quran also, the believing women are commanded to draw their cloaks close round them (when they go abroad) and lower their gaze and guard their chastity and not to reveal their adornments except what normally appears.  \r\n<br />\r\n5. In case of a document executed by a pardanashin lady, the burden of proof is on the party who depends on such a deed to persuade the Court that it has been read over to her and she had not only understood it but also received independent and disinterested advice in the matter. This benchmark is equally applicable to an illiterate and ignorant woman who may not be a pardanashin lady. \r\n<br />\r\n6. The obvious underlying principle is to protect and save a weak and helpless woman from danger and risk of an unfair deal, thenceforth, it is to be ensured by the court in tandem, whether the alleged deal or transaction was effected by her free will or through coercion/duress or emotional blackmailing or whether it was simply aimed to deprive her right or interest in the property or divest her due share in the inheritance by male members of her family because of their ignorance, inexperience of business matters and social conditions are not able to understand the nature of business transactions. \r\n<br />\r\n7. In order to handle the issue of exemption of pardanashin lady from personal appearance in Courts, the Civil Procedure Code endows with specific provision with logical solution and forward-thinking to deal with the issue in an appropriate manner which is perhaps not applied objectively by the Civil Courts despite availability of a well-defined remedy with immemorial solution under Section 132 of C.P.C. \r\n<br />\r\n8. The customs and manners advocated under Section 132 C.P.C, characterizes the customs and manners predominating presently and not the customs and manners which were prevalent in antiquity which have now become obsolete. The personal appearance refers to in-person attendance in the Court and if such plea is taken the Court should not compel a pardanashin lady to appear in court for recording her evidence. \r\n<br />\r\n9. The privilege of exemption in court appearance to a pardanashin lady as provided under Section 132 of C.P.C is to be read with Section 75 and Order 26 Rule 1 C.P.C wherein the Court may appoint commission to record the evidence of pardanashin lady as a matter of right, provided such plea was taken in the pleadings and the court is obligated to determine first whether the exemption claimed is permissible within the purview of Section 132 CPC.\r\n<br />\r\n10. In this advanced era of computer age, the information technology is progressing and growing manifold with rapidity. The evidence after proper identification can also be recorded through video link if the facility is available in the court premises or alternately via video call to ascertain whether the pardanashin lady endorsed her signature or thump impression by free will or she was compelled to do this under duress, coercion, fraud, emotional blackmailing or misguidance or to deprive her right or interest in the property or divesting her share in the inheritance.\r\n", "citation": "PLD 2022 SC 99", "SCPCitation": "2022 SCP 8", "reported": null, "dateOfAnnouncement": "26-11-2021", "dateCreated": "12-01-2022", "fileSizeInBytes": 60}