{"caseNumber": "C.A.1-K/2021", "caseSubject": "Service/Recovery", "caseTitle": "Usman Ghani v. The Chief Post Master, GPO, Karachi and others", "caseFileName": "c.a._1_k_2021.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. The wisdom of setting up Service Tribunal under Article 212 of the Constitution is to deal and decide the matters relating to the terms and conditions of service of Civil Servants. Under Section 5 (2) of the Services Tribunal Act 1973, the Tribunal for the purposes of deciding any appeal be deemed to be a Civil Court and have the same powers as are vested in such court and even under Rule 18 of the Services Tribunals (procedure) Rules 1974, the Tribunal may record evidence of a witness. \r\n<br />\r\n2. As a forum of exclusive jurisdiction, the Constitutional mandate as well as the provisions of Services Tribunal Act 1973, articulates and commands to do the complete and substantial justice between the parties with a rational denouement of the case. \r\n<br />\r\n3. The foremost aspiration of conducting departmental inquiry is to find out whether a prima facie case of misconduct is made out against the delinquent officer for proceeding further. The guilt or innocence can only be thrashed out from the outcome of inquiry and at the same time it is also required to be seen by the learned Service Tribunal as to whether due process of law or right to fair trial was followed or ignored which is a fundamental right as envisaged under Article 10-A of the Constitution. \r\n<br />\r\n4. A distinction also needs to be drawn between a regular inquiry or preliminary/fact finding inquiry. A regular inquiry is triggered after issuing show cause notice with statement of allegations and if the reply is not found suitable then inquiry officer is appointed and regular inquiry is commenced, whereas a discrete or fact finding inquiry is conducted at initial stage but internally to find out whether in the facts and circumstances reported, a proper case of misconduct is made out to initiate disciplinary proceedings. \r\n<br />\r\n5. The standard of proof looked-for in a departmental inquiry deviates from the standard of proof required in a criminal trial. In the departmental inquiry, the standard of proof is that of “balance of probabilities or preponderance of evidence” but not a “proof beyond reasonable doubt”, which strict proof is required in criminal trial. \r\n<br />\r\n6. The authority conducting the departmental inquiry should be impartial and delinquent civil servant should be provided fair opportunity of being heard and if the order based on inquiry report is challenged, then it is the legal duty of the Service Tribunal to give some reasons and there should be some discussion of evidence on record which is necessary to deliberate the merits of the case in order to reach just conclusion before confirming, reducing or setting aside the penalty.", "citation": "2022 SCMR 745", "SCPCitation": "2021 SCP 369", "reported": null, "dateOfAnnouncement": "28-12-2021", "dateCreated": "30-12-2021", "fileSizeInBytes": 25}