{"caseNumber": "C.M.A.8215/2016", "caseSubject": "Writ Petition/Others", "caseTitle": "Lahore Orange Line Metro Train Project", "caseFileName": "C.M.A._8215_2016.pdf", "authorJudge": "Mr. Justice Ejaz Afzal Khan", "judgmentText": null, "tagline": "Per Ijaz ul Ahsan, J (Majority View): Lahore is one of the few cities in the world with population in excess of 10 million which do not have a mass transit train system. There is indeed a need to protect and preserve our historical and heritage sites but the same need not be at the cost of depriving the citizens of Lahore of an efficient, reliable, dependable and modern mass transit system. Preservation and development are not mutually exclusive and can go side by side complementing each other. The reports submitted by the experts suggest that there is no real danger to the protected or special premises which are situated in the vicinity of the Orange Line Metro Train Project (“OLMTP”). The respondents have not placed on record any authentic technical data/analysis that may reflect negatively on or rebut the accuracy of the reports, opinions and the conclusions drawn by various experts. The Government of Punjab is allowed to resume work on OLMTP subject to certain conditions and directions aimed at protection of cultural sites.\r\n\r\nPer Ejaz Afzal Khan, J (Concurring View): The proposed construction of OLMTP does not cause any considerable visual impairment of the heritage sites. Vibration caused by the operation of the train does not pose any significant threat to the said sites. The partially completed Mass Transit System cannot be obstructed on the basis of apprehensions and assumptions of the respondents which have no concrete foundations. The safeguards provided by law and highlighted in the expert reports have been taken care of in the no objection certificate issued for OLMTP by the Director General of Archaeology. Any further measure which is ancillary and reasonably incidental could still be taken at any time if and when anything endangering the heritage sites appears or emerges.\r\n\r\nPer Maqbool Baqar, J (Minority View): Heritage has to be preserved and protected in all respects, all of its virtue, qualities, facets and characteristics are to be secured from all kinds of harms, including impairment of its visual integrity. No doubt OLMTP, being a mass transit project, offers fast mobility facility to the people of Lahore and is planned to cater to about 245,000 passengers everyday and as claimed, the facility shall be an efficient, affordable and environment friendly transport service, and shall help in reducing traffic congestion and the travelling time between places, but if we recall heritage also has its immense significance, and offers lot of public goods and yields public benefits and also helps in poverty alleviation. The right to life as envisaged by Article 9 of the Constitution includes all those aspects of life which go to make a man's life meaningful, complete and worth living. The Director General Archaeology, Punjab is directed to ensure that the heritage impact assessment in the matter be carried out afresh preferably with the assistance of UNESCO; that fullest endeavour should be made to conclude the same preferably within one month from its commencement and within 15 days thereafter the Provincial Director General Archaeology and the Provincial Government shall decide the request for the NOCs in the light of the report/findings of the fresh heritage impact assessment, with an endeavour to find practicable and viable solutions of the problems and issues that may be pointed out in the said assessment so that the project may be completed as early as possible.", "citation": "2018   SCMR  211", "SCPCitation": "2017 SCP 112", "reported": null, "dateOfAnnouncement": "08-12-2017", "dateCreated": "08-12-2017", "fileSizeInBytes": 374}