{"caseNumber": "C.P.L.A.2913/2021", "caseSubject": "Service/Appointments", "caseTitle": "Uzma Manzoor v. Vice Chacellor, Khushal Khan Khattak University KARAK and others", "caseFileName": "c.p._2913_2021.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. Mere submitting an application for joining recruitment process in response to an advertisement does not create any vested right to claim the job come what may. Obviously before finalizing a fit candidate by the competent authority or Selection Board, the testimonials and antecedents of each candidate shall be considered in accordance with the prescribed benchmarks but in order to maintain level playing field and evenhanded competition amongst all candidates, the qualification and competency in all fairness should have been considered and adjudged in accordance with the qualification notified to apply in the advertisement and to extend any preference or favourable treatment, the settled terms and conditions cannot be disregarded. \r\n<br />\r\n2. The selection process should be within the specified spectrum and attributes and due to breach of this protocol, the doctrine of legitimate expectation will  come into sight for rescuing and ventilating the sufferings of the candidates who were under the bona fide belief that their applications for appointment will be considered without experience marks being not the precondition and if any additional marks are added or considered beyond the conditions to apply or contrary to the Schedule (of statues) that would be highly discriminatory to those candidates who applied as fresh candidates after completing their required education with the hope of securing jobs. \r\n<br />\r\n3. The doctrine of legitimate expectation connotes that a person may have a reasonable expectation of being treated in a certain way by administrative authorities owing to some uniform practice or an explicit promise made by the concerned authority. In fact, a legitimate expectation ascends in consequence of a promise, assurance, practice or policy made, adopted or announced by or on behalf of government or a public authority. When such a legitimate expectation is obliterated, it affords locus standi to challenge the administrative action and even in the absenteeism of a substantive right, a legitimate expectation may allow an individual to seek judicial review of a wrongdoing and in deciding whether the expectation was legitimate or not, the courts may consider that the decision of public authority has breached a legitimate expectation and if its proved then the court may annul  the decision and direct the concerned authority/person to live up to the legitimate expectation. This doctrine is basically applied as a tool to watch over the actions of administrative authorities and in essence imposes obligations on all public authorities to act fair and square in all matters encompassing legitimate expectation. \r\n", "citation": "2022 SCMR 694", "SCPCitation": "2021 SCP 361", "reported": null, "dateOfAnnouncement": "29-11-2021", "dateCreated": "17-12-2021", "fileSizeInBytes": 36}