{"caseNumber": "C.P.L.A.132-P/2021", "caseSubject": "Service/Appointments", "caseTitle": "Government of KP. through Secretary Communication & Works Department, Peshawar and another v. Bacha Alam Khan and another", "caseFileName": "c.p._132_p_2021.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. In view of clear provision incorporated in Regulations 19 (f) (ii) of KPK Public Service Commission Regulations 2017, it is within the dominion of KPK Public Service Commission to forward the recommendations of candidate who possessed qualification higher than the prescribed qualification.\r\n<br />\r\n2. The purpose of establishing Public Service Commission is to ensure that the recruitment process should be see-through and transparent and only competent persons ought to give way to serve rather than incompetent and unskillful persons. No doubt the recommendations forwarded do not infer the appointment automatically unless approved by the competent authority but at the same time this cannot be inferred that the recommendations of Public Service Commission should be divested without any justifiable or justiciable reasons. \r\n<br />\r\n3. If the recommendations of Public Service Commission are taken in a cavalier or perfunctory manner, then the entire purpose of constituting the Commission and its infrastructure under the law to regulate recruitment process and undertake burdensome and time-consuming exercise of scrutinizing the applications, conducting tests and interviews then forwarding recommendations to the competent authority which requisitioned the recruitment process would be a futile and worthless exercise. \r\n<br />\r\n4. The name was recommended on the basis of higher qualification and by doing this, neither the Commission has committed any illegality nor exercised any unbridled discretion but recommendations were made compliant with Regulation 19 Clause (f) of KPK Public Service Commission Regulations 2017.\r\n", "citation": "2022 SCMR 718", "SCPCitation": "2021 SCP 362", "reported": null, "dateOfAnnouncement": "16-11-2021", "dateCreated": "17-12-2021", "fileSizeInBytes": 19}