{"caseNumber": "C.P.L.A.349-L/2017", "caseSubject": "Tax/Income Tax", "caseTitle": "The Commissioner Inland Revenue, Lahore, etc v. Jahangir Khan Tareen, etc", "caseFileName": "c.p._349_l_2017.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. A show cause notice is delivered to get the reply back with a reasonable cause as to why a particular action should not be taken. It is a well-defined process to provide the alleged defaulter with a fair chance to respond the allegation. .\r\n<br />2.The court may take up writs to challenge the show cause notice if it is found to be barred by law or abuse of process of the court or coram non judice. \r\n<br />3. Where a special law provides remedy for resolution of a dispute, the intention of the legislature in creating such remedy is that the disputes falling within the ambit of such forum be taken only before it for resolution. Such bypass of the proper forum is contrary to Article 199 (1) of the Constitution  which confers jurisdiction only when there is no adequate remedy is available under any law. \r\n<br />4. The abstinence from interference at the stage of issuance of show cause notice in order to relegate the parties to the proceedings before the concerned authorities must be the normal rule. Tendency to bypass the remedy provided under the relevant statute is by and large deprecated and disapproved and amount to denouncing and fettering the rights conferred on the statutory functionaries specially constituted for the purpose to initially decide the matter. \r\n<br />5. Article 19-A of the Constitution envisages that every person shall have the right to have access to information in all matters of public importance. Under Clause (a) (xii) of Section 2 of the Right of Access to Information Act, 2017, right of access to information means the right of access to information accessible under this Act Section 5 of the Act elucidates the publication and availability of record. Consistent with Section 20-A of the General Clauses Act, 1897 also, all rules, orders, regulations and circulars having the effect of law made or issue under enactment are required to be published in the official Gazette. FBR should ensure that all such Notifications issued under the law or having force of law should be published in the official Gazette and timely posted at FBR website/portal also. ", "citation": "2022 SCMR 92", "SCPCitation": "2021 SCP 304", "reported": null, "dateOfAnnouncement": "15-09-2021", "dateCreated": "08-11-2021", "fileSizeInBytes": 65}