{"caseNumber": "C.P.L.A.2892/2020", "caseSubject": "Service/Against Reinstatment into Service", "caseTitle": "Chairman Agriculture Policy Institute, Ministry of National Food Security & Research, Govt. of Pakistan, Islamabad and another v. Zulqarnain Ali  and another", "caseFileName": "c.p._2892_2020.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. No provision under the Labour Laws or the Service Laws permitting the employer to terminate the services verbally without a written order containing the explicit reasons or cause of termination. The termination of service by a verbal order is alien to the labour and service laws of this country and also against the principle of good governance which is a process of gauging whether the Government, its departments/institutions and authorities are conducting their affairs lawfully and performing their duties honestly, conscientiously and transparently including their process of decision making in accordance with rules and regulations. \r\n<br />\r\n2.The verbal termination order is otherwise against the principle of natural justice which turn of phrase was originated from the Roman word ‘Jus Naturale’, which means principles and moralities of natural law, justice, equity, and good conscience that, is fervently and exuberantly founded in the judicial conscience. \r\n<br />\r\n3. It is an elementary rule of law that before taking any adverse action, the affected party must be given a fair opportunity to respond and defend the action. This principle does not lay down any differentiation or inequality between a quasi-judicial function and or an administrative function/action for applying evenly and uniformly to secure justice and prevent miscarriage of justice. \r\n<br />\r\n4. Before taking any punitive or adverse action, putting to end the services of any employee/workman or civil servant, the precept of fairness and reasonableness commands that an evenhanded opportunity to put forth the defence should be afforded. \r\n<br />\r\n5. Even in the case of contractual or temporary engagements, the employees should be issued appointment letters in writing with the terms and conditions of engagement and in the case of termination, explicit reasons of termination should be assigned. ", "citation": "2022 SCMR 636", "SCPCitation": "2021 SCP 357", "reported": null, "dateOfAnnouncement": "13-12-2021", "dateCreated": "16-12-2021", "fileSizeInBytes": 16}