{"caseNumber": "C.P.L.A.3645/2015", "caseSubject": "Pre-emption Cases/Fulfillment of Talbs", "caseTitle": "Mst. Zarsheda v. Nobat Khan", "caseFileName": "c.p._3645_2015.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. The right of pre-emtion is a right to acquire by purchase an immovable property in preference to other persons by reasons of such right. Sale means permanent transfer of the ownership of an immovable property in exchange for a valuable consideration and includes transfer of an immovable property by way of hiba-bil-iwaz or hiba-bi-shart al-iwaz but in line with one of the exceptions provided therein, it does not include a transfer of an immovable property through inheritance or will or gift, other than hiba-bil-iwaz or hiba-bi-shart al-iwaz.  <br /> 2. If the suit for pre-emption is decreed by court of law, the pre-emptor stands in the shoes of the vendee and takes the property subject to all existing equities. The doctrine of Pre-emption or right of “shufaa” is originated by Muslim Law which is based on human desire to avoid inconvenience and disturbance which is likely to be caused by the introduction of a stranger into the land. <br /> 3. The persons in whom the right of pre-emption vest are put on view under Section 6 of Khyber Pakhtunkhwa Pre-emption Act, 1987 i.e. Shafi-Sharik (person who is a co-owner in the corpus of the undivided immovable property sold with other person or persons); Shafi-Khalit (participator in the special rights attached to the immovable property sold, such as right of passage, right of passage of water or right of irrigation) and Shafi-Jar (person who has a right of pre-emption because of owning an immovable property adjacent to the immovable property sold).  <br /> 4. The prerequisites or preconditions for demand of pre-emption in are laid down under Section 13 of the Khyber Pakhtunkhwa Pre-emption Act, 1987 in the order of “Talb-i-Muwathibat” (immediate demand by a preemptor in the sitting or meeting (Majlis) in which he has come to know of the sale declaring his intention to exercise the right of pre-emption); “Talb-i-Ishhad” (demand by evidence establishing evidence); “Talab-e-Khusumat” (demand by filing a suit).  <br /> 5. Under Article 129 of the Qanun-e-Shahadat Order 1984, the court may presume the existence of any fact which it thinks likely to have happened, regard being had to the common course of natural events, human conduct and public and private business, in their relation to the facts of the particular case. According to the illustrations highlighted for resonating the presumption, Illustration (g) is quite relevant which illuminates “that evidence which could be and is not produced would, if produced, be un-favourable to the person who withholds it”. Adverse inference for non-production of evidence is one of the strongest presumptions known to law and the law allows it against the party who withholds the evidence. ", "citation": "PLD 2022 SC 21", "SCPCitation": "2021 SCP 322", "reported": null, "dateOfAnnouncement": "14-09-2021", "dateCreated": "12-11-2021", "fileSizeInBytes": 30}