{"caseNumber": "C.P.L.A.3455/2020", "caseSubject": "Service/Promotion", "caseTitle": "Capital Development Authority through its Chairman CDA, Islamabad v. Shabir Hussain and others", "caseFileName": "c.p._3455_2020.pdf", "authorJudge": "Mr. Justice Muhammad Ali Mazhar", "judgmentText": null, "tagline": "1. The promotions of employees/civil servants are generally decided on the basis of recommendations made by the Departmental Promotion Committee which is entrusted an onerous and arduous task to judge the suitability of officers for  promotions to selection and or non-selection posts after assessment of performance, conduct, aptness and qualification with certain guidelines to standardize and synchronize the assessment benchmarks of all contenders in a fair, unbiased and transparent manner keeping in view the dossier or working paper including ACRs of every individual officer/employee. \r\n<br />\r\n2. Once the recommendations of DPC were acted upon and respondents were promoted, a vested right was created in their favour which could not be withdrawn in an inconsiderate and casual manner. \r\n<br />\r\n3. Neither any fault or defect of respondents was pointed out nor any oversight or error on the part of DPC members or its composition or jurisdiction which could result an unceremonious withdrawal of promotion order after considerable period.  The doctrine of vested right is quite applicable which conserves that once a right is lawfully created, its existence should be recognized and acknowledged. \r\n<br />\r\n4. No prior notice or justification was shown which is flagrant violation of well settled principle of natural justice that is firmly established and deep rooted in the judicial conscience to be entrenched and embedded in every decision making function either judicial, quasi-judicial or administrative and as a fundamental rule of law, no decision must be taken affecting the right of any person without affording an ample opportunity of defence. \r\n<br />\r\n5. The Rules or Regulation if amended and notified will obviously come into field prospectively and not retrospectively. Even the rules are amended, the CDA would not be able to upset or disturb the past and closed transaction. It is not the case that promotion was accorded to the respondents due to some misunderstanding, error, misconception of law or without sanction of competent authority, therefore, the principle of locus poenitentiae is also attracted to ameliorate and ventilate the sufferings of the respondents.\r\n", "citation": "2022 SCMR 627", "SCPCitation": "2021 SCP 355", "reported": null, "dateOfAnnouncement": "01-12-2021", "dateCreated": "14-12-2021", "fileSizeInBytes": 25}