{"caseNumber": "C.R.P.561/2015", "caseSubject": "U/A 184", "caseTitle": "Govt. of Punjab thr. its Chief Secretary, Lahore and another. v. Aamir Zahoor-ul-Haq and Others.", "caseFileName": "C.R.P._561_2015.pdf", "authorJudge": "MR. JUSTICE MIAN SAQIB NISAR", "judgmentText": null, "tagline": "Per Mian Saqib Nisar, J [Majority View]: All provincial wildlife laws do not envisage a permanent ban on the hunting of Houbara Bustard, but allow its hunting subject to obtaining a licence. Conservation efforts of a species could not be successful without uplifting the economic well being of areas where the species is found. Amount generated by issuing licences for hunting are presumably used for the uplifting of the people of the area where the licensees hunt, thus, locals have an economic interest in conserving the species rather than indulging in illegal hunting. The judgment under review contains an apparent error on the face of the record, therefore, the Supreme Court sets aside the same and directs that the matter should be listed for hearing afresh.\r\n\r\nPer Qazi Faez Isa, J [Minority view]: The majority judgment has decided to enlarge the scope of the dispute as it wants to examine the “objects of wildlife legislation in respect of all vulnerable and threatened game species including the Houbara Bustard”. The stated objective may be otherwise commendable, but such enlargement of jurisdiction (when hearing review petitions), is not contemplated by the Constitution or the Supreme Court Rules, 1980. The laws of Pakistan and of the provinces specifically recognize both Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) and Convention on the Conservation of Migratory Species of Wild Animals (CMS), which categorize Houbara Bustard respectively as “threatened with extinction” and whose conservation status is “unfavourable”. The judgment under review had however noted that these laws are also backed by both Federal and provincial laws, however, certain provisions of the wildlife laws of the provinces Balochistan, Sindh and Punjab violated/infringed the Pakistan Trade Control of Wild Fauna and Flora Act 2012, CITES and CMS. \r\n", "citation": "PLD 2016 SC 421", "SCPCitation": "2016 SCP 20", "reported": null, "dateOfAnnouncement": "22-01-2016", "dateCreated": "22-01-2016", "fileSizeInBytes": 63}