{"caseNumber": "Crl.A.95/2019", "caseSubject": "Death Sentence/Anti-Terrorism Act", "caseTitle": "Ghulam Hussain v. The State", "caseFileName": "crl.a._95_2019.pdf", "authorJudge": "MR. JUSTICE ASIF SAEED KHAN KHOSA", "judgmentText": null, "tagline": "Any action constituting an offence, howsoever grave, shocking, brutal, gruesome or horrifying, does not qualify to be termed as terrorism if it is not committed with the design or purpose specified or mentioned in clauses (b) or (c) of subsection (1) of section 6 of the Anti-Terrorism Act (XXVII of 1997). Action could be termed as terrorism if the use or threat of that action is designed to coerce and intimidate or overawe the Government or the public or a section of the public or community or sect, etc. or if such action is designed to create a sense of fear or insecurity in the society or the use or threat is made for the purpose of advancing a religious, sectarian or ethnic cause, etc. Creating fear or insecurity in the society is not by itself terrorism unless the motive itself is to create fear or insecurity in the society and not when fear or insecurity is just a by product, a fallout or an unintended consequence of a private crime. Mere shock, horror, dread or disgust created or likely to be created in the society does not transform a private crime into \"terrorism\". \"Terrorism\" is a totally different concept which denotes commission of a crime with the design or purpose of destabilizing the government, disturbing the society or hurting a section of the society with a view to achieve objectives which are essentially political, ideological or religious. Violent activity against civilians that has no political, ideological or religious aims is just an act of criminal delinquency, a felony, or simply an act of insanity unrelated to \"terrorism\".", "citation": "PLD 2020 SC 61", "SCPCitation": "2019 SCP 231", "reported": null, "dateOfAnnouncement": "30-10-2019", "dateCreated": "30-10-2019", "fileSizeInBytes": 304}