{"caseNumber": "Crl.M.A.512/2019", "caseSubject": "Permission to file and argue", "caseTitle": "Kareem Nawaz Khan v. The State", "caseFileName": "crl.r.p._52_2019.pdf", "authorJudge": "MR. JUSTICE ASIF SAEED KHAN KHOSA", "judgmentText": null, "tagline": "The Petitioner was convicted on three counts of offence U/S 302 PPC and was sentenced to death on each count and to pay compensation and diyat to the heirs of the deceased. The petitioner was also\r\nconvicted by the trial court for an offence under section 7(a) of the Anti-Terrorism Act, 1997 and even on that count of the charge he was sentenced to death and to pay fine. The petitioner was additionally convicted by the trial court for an offence under section 21-L of the Anti-Terrorism Act, 1997 and for the said offence he was sentenced to rigorous imprisonment for five years and to pay fine.\r\nAppeal filed was dismissed by Learned High Court and by this Court. The  heirs of all the three deceased had entered into a compromise with the petitioner which compromise was presented before the trial court. the learned Judge, Anti-Terrorism Court, Sargodha was pleased to accept the said compromise on all three counts of the charge under section 302(b), PPC while the said compromise was rejected to the extent of the petitioner’s convictions and sentences for the offences under sections 7(a) and 21-L of the Anti-Terrorism Act, 1997.\r\nThere was no ongoing enmity between the parties and provocation over ancestral property caused the occurrence. Court considered a valid and accepted compromise in the coordinate offence to be a valid ground for reduction of a sentence of death to imprisonment for life on the charge of terrorism or a non-compoundable offence.\r\nReview petition was allowed and converted into appeal and was partly allowed with the result that the sentence of death passed against the petitioner/appellant for the offence under section 7(a) of the Anti-Terrorism Act, 1997 was converted into a sentence of imprisonment for life.\r\n", "citation": "2019   SCMR  1741", "SCPCitation": "2019 SCP 205", "reported": null, "dateOfAnnouncement": "21-06-2019", "dateCreated": "14-09-2019", "fileSizeInBytes": 23}