{"caseNumber": "CRL.A.126/2012", "caseSubject": "Death Sentence/Sessions", "caseTitle": "Zahid Rehman v. The State", "caseFileName": "Crl.A.126of2012.pdf", "authorJudge": "Mr. Justice Asif Saeed Khan Khosa", "judgmentText": null, "tagline": "Per Asif Saeed Khan Khosa, J (Majority View): The  provisions  of  and  the  punishments provided in section 308, P.P.C. are relevant only to cases of Qisas and that they have no relevance to cases of Ta'zir and also that any latitude or concession in the  matter  of  punishments  contemplated  by  the  provisions  of sections 306, 307 and 308, P.P.C. and extended to certain categories of offenders in Qisas cases mentioned in such provisions ought not to be mistaken as turning those cases into cases of Ta'zir with the same latitude or concession in the punishments. Qisas and Ta'zir are two distinct and separate legal regimes which are mutually exclusive and not overlapping and they are to be understood and applied as such. \r\n\r\nPer Ejaz Afzal Khan, J (Minority View): Sections 306, 307 and 308, P.P.C. are equally applicable to the cases going outside the pail of qisas.\r\n\r\nPer Dost Muhammad Khan, J (Agreeing with Asif Saeed Khan Khosa, J): The provisions of sections 306, 307, 308, 309 and 310 P.P.C. in unequivocal and clear terms mention the punishment of Qisas leaving no room for Ta'zir punishment to be read or included therein by implication. \r\n\r\nPer Qazi Faez Isa, J (Agreeing with Asif Saeed Khan Khosa, J): Section 306 attends to three different categories of cases – i) \"when an offender is minor or insane\" (section 306 (a) P.P.C.), ii) \"when an offender causes the death of his child or grandchild, howlowsoever\" (section 306(b), P.P.C.) iii) \"when any wali of the victim is a direct descendant, howlowsoever, of the offender\" (section 306(c), P.P.C.). In the second and third categories \"qatl-i-amd is not liable to qisas\" therefore it has been made liable to tazir. ", "citation": "PLD 2015 SC 77", "SCPCitation": "2015 SCP 4", "reported": null, "dateOfAnnouncement": "15-10-2014", "dateCreated": "15-01-2015", "fileSizeInBytes": 529}